tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "awscli"
brew "dnsmasq", restart_service: true
brew "drone-cli"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "iredis"
brew "jq"
brew "luarocks"
brew "node"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "pgcli"
brew "ripgrep"
brew "ruff"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "xh"
brew "yadm"
brew "yazi"
cask "aerospace"
cask "alacritty"
cask "brave-browser"
cask "buttercup"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "firefox@developer-edition"
cask "folx"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "ngrok"
cask "obsidian"
cask "openvpn-connect"
cask "pgadmin4"
cask "postman"
cask "robo-3t"
cask "slack"
cask "stats"
cask "telegram"
cask "vlc"
cask "wezterm@nightly"
cask "whatsapp"
cask "zen-browser"
vscode "berublan.vscode-log-viewer"
vscode "catppuccin.catppuccin-vsc"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "gerane.theme-sunburst"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "ngryman.codesandbox-theme"
vscode "nomicfoundation.hardhat-solidity"
vscode "orta.vscode-twoslash-queries"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rust-lang.rust-analyzer"
vscode "shakram02.bash-beautify"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
