tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "python@3.12"
brew "awscli"
brew "glib"
brew "cairo"
brew "deno"
brew "dnsmasq", restart_service: true
brew "drone-cli"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "httpie"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "iredis"
brew "jq"
brew "logcli"
brew "luarocks"
brew "node"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "nushell"
brew "pgcli"
brew "python@3.11"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "xh"
brew "yadm"
brew "yazi"
cask "aerospace"
cask "alacritty"
cask "brave-browser"
cask "buttercup"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "mongodb-compass"
cask "ngrok"
cask "obsidian"
cask "openvpn-connect"
cask "pgadmin4"
cask "postman"
cask "robo-3t"
cask "slack"
cask "stats"
cask "telegram"
cask "vlc"
cask "wezterm@nightly"
cask "whatsapp"
cask "zen-browser"
