tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sst/tap"
brew "python@3.13"
brew "awscli"
brew "btop"
brew "glib"
brew "cairo"
brew "carapace"
brew "cloudflared"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "deno"
brew "dnsmasq"
brew "dprint"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "imagemagick"
brew "iredis"
brew "jq"
brew "libyaml"
brew "node"
brew "mongosh"
brew "mycli"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "opentofu"
brew "tmux", args: ["HEAD"]
brew "overmind"
brew "pgcli"
brew "pipenv"
brew "poppler"
brew "protobuf"
brew "python@3.12"
brew "swaks"
brew "telnet"
brew "tlrc"
brew "tree"
brew "uv"
brew "w3m"
brew "websocat"
brew "wget"
brew "xh"
brew "yadm"
brew "yazi"
brew "zlib"
brew "sst/tap/opencode"
cask "aerospace"
cask "brave-browser"
cask "buttercup"
cask "dbeaver-community"
cask "discord"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "mitmproxy"
cask "mongodb-compass"
cask "ngrok"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "redis-insight"
cask "stats"
cask "telegram"
cask "vlc"
cask "wezterm@nightly"
cask "whatsapp"
cask "windsurf"
cask "zen"
